Repository: RRZE-Webteam/rrze-synonym
Catalog: languages/rrze-synonym-server-*_formal.po
Languages: de_de@formal

source: Add New Domain
de_de@formal: Neue Domain

source: Register new domain
de_de@formal: Neue Domain registrieren

source: Register the domain from which you want to get synonyms.
de_de@formal: Registrieren Sie die Domain, von der Sie Synonyme erhalten möchten

source: Save
de_de@formal: Speichern

source: Domain added.
de_de@formal: Domain hinzugefügt.

source: Show All Domains
de_de@formal: Alle Domains

source: Domain list
de_de@formal: Domain Übersicht

source: Delete domains
de_de@formal: Domain löschen

source: Please selected a domain you want to delete.
de_de@formal: Markieren Sie eine Domain die Sie löschen möchten.

source: Domain deleted.
de_de@formal: Domain gelöscht.

source: No data found!
de_de@formal: Keine Daten gefunden!

source: Written form
de_de@formal: Ausgeschriebene Form

source: Enter here the long, written form of the synonym. This text will later replace the shortcode. Attention: Breaks or HTML statements are not accepted.
de_de@formal: Geben Sie hier die lange, ausgeschriebene Form des Synonyms ein. Mit diesem Text wird dann im späteren Gebrauch der verwendete Shortcode ersetzt. <br>Achtung: Umbrüche oder HTML-Anweisungen werden nicht übernommen.

source: <p>Integration in pages and contributions via: </p>
de_de@formal: <p>Einbindung in Seiten und Beiträgen via: </p>

source: or
de_de@formal: Oder

# Post Type General Name
source: Synonyms
de_de@formal: Synonyme

source: Synonyms
de_de@formal: Synonyme

source: Parent Synonyms
de_de@formal: Übergeordnete Synonyme

source: All Synonyms
de_de@formal: Alle Synonyme

source: Show Synonym
de_de@formal: Zeige Synonyme

source: Add Synonym
de_de@formal: Synonyme hinzufügen

source: New Synonym
de_de@formal: Neues Synonym

source: Edit Synonym
de_de@formal: Synonym bearbeiten

source: Update Synonym
de_de@formal: Synonym aktualisieren

source: Search Synonym
de_de@formal: Synonym suchen

source: No Synonyms found
de_de@formal: Keine Synonyme gefunden

source: No Synonyms found in trash
de_de@formal: Keine Synonyme im Papierkorb gefunden

source: Synonym informations
de_de@formal: Synonym Informationen

source: Enter the id or slug of the respective domain
de_de@formal: Bitte geben Sie eine ID oder den Slug der ausgewählten Domain ein.

source: Show Server Synonyms
de_de@formal: Zeige Server Synonyme

source: Synonym overview
de_de@formal: Synonym Informationen

source: Update list
de_de@formal: Liste aktualisieren

source: List updated!
de_de@formal: Die Liste wurde aktualisiert!

source: Search
de_de@formal: Suche

source: Title
de_de@formal: Titel
